Revit 2027 API
ParameterTypeId.PointElementHostedOnFaceVParam Property
 "Hosted V Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementHostedOnFaceVParam { get; }
Public Shared ReadOnly Property PointElementHostedOnFaceVParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementHostedOnFaceVParam {
	ForgeTypeId^ get ();
}
static member PointElementHostedOnFaceVParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace